Repository: itsguffe/keyboard
Catalog: cornetest2/locale/*/LC_MESSAGES/autodesk_fusion.po
Languages: cs_cz, fr_fr, it_it, ko_kr, pt_br, tr_tr, zh_cn

source: This is a connector between Autodesk® Fusion 360™ and the Ultimaker Digital Factory site and its services.
cs_cz: Jedná se o konektor mezi Autodesk® Fusion 360™ a webovým místem Digitální továrny Ultimaker a jejími službami.
fr_fr: Il s'agit d'un connecteur entre Autodesk® Fusion 360™ et le site de l'usine numérique Ultimaker et ses services.
it_it: Si tratta di un connettore tra Autodesk® Fusion 360™ e il sito e i servizi di Ultimaker Digital Factory.
ko_kr: Autodesk® Fusion 360™과 Ultimaker Digital Factory 사이트 및 해당 서비스 간의 연결자입니다.
pt_br: Este é um conector entre o Autodesk® Fusion 360™ e o site e os serviços da Ultimaker Digital Factory.
tr_tr: Bu, Autodesk® Fusion 360™ ve Ultimaker Dijital Fabrikası sitesi ve hizmetleri arasındaki bir bağlantıdır.
zh_cn: 这是 Autodesk® Fusion 360™ 和 Ultimaker 数字工厂站点及其服务之间的连接器。

source: Please wait ...
cs_cz: Čekejte prosím ...
fr_fr: Veuillez patienter ...
it_it: Attendere prego ...
ko_kr: 기다려 주십시오 ...
pt_br: Por favor, aguarde ...
tr_tr: Lütfen bekleyin ...
zh_cn: 请稍候...

source: Step 1: Preparing files for installation ...
cs_cz: Krok 1: Příprava souborů pro instalaci ...
fr_fr: Étape 1: Préparation des fichiers pour l'installation ...
it_it: Step 1: Preparazione dei file per l'installazione ...
ko_kr: 1단계: 설치를 위한 파일 준비 ...
pt_br: Etapa 1: Preparando arquivos para instalação ...
tr_tr: Adım 1: Kurulum dosyalarını hazırlama ...
zh_cn: 步骤 1：准备安装文件...

source: Step 2: Setting up Wine for installation ...
cs_cz: Krok 2: Nastavení Wine pro instalaci ...
fr_fr: Étape 2: Configuration de Wine pour l'installation ...
it_it: Step 2: Configurazione di Wine per l'installazione ...
ko_kr: 2단계: 설치를 위한 Wine 설정 ...
pt_br: Etapa 2: Configurando o Wine para instalação ...
tr_tr: Adım 2: Kurulum için Wine'ı ayarlama ...
zh_cn: 步骤 2：设置 Wine 进行安装...

source: Step 3: Installing Autodesk Fusion ...
cs_cz: Krok 3: Instalace Autodesk Fusion ...
fr_fr: Étape 3: Installation d'Autodesk Fusion ...
it_it: Step 3: Installazione di Autodesk Fusion ...
ko_kr: 3단계: Autodesk Fusion 설치 ...
pt_br: Etapa 3: Instalando o Autodesk Fusion ...
tr_tr: Adım 3: Autodesk Fusion'ı yükleme ...
zh_cn: 步骤 3：安装 Autodesk Fusion...

source: Step 4: Installing Autodesk Fusion extensions ...
cs_cz: Krok 4: Instalace rozšíření Autodesk Fusion ...
fr_fr: Étape 4: Installation des extensions Autodesk Fusion ...
it_it: Step 4: Installazione delle estensioni di Autodesk Fusion ...
ko_kr: 4단계: Autodesk Fusion 확장 기능 설치 ...
pt_br: Etapa 4: Instalando extensões do Autodesk Fusion ...
tr_tr: Adım 4: Autodesk Fusion uzantılarını yükleme ...
zh_cn: 步骤 4：安装 Autodesk Fusion 扩展...

source: Step 5: Completing the installation ...
cs_cz: Krok 5: Dokončení instalace ...
fr_fr: Étape 5: Finalisation de l'installation ...
it_it: Step 5: Completamento dell'installazione ...
ko_kr: 5단계: 설치 완료 ...
pt_br: Etapa 5: Concluindo a instalação ...
tr_tr: Adım 5: Kurulumu tamamlama ...
zh_cn: 步骤 5：完成安装...

source: You are all set!
cs_cz: Vše je nastaveno!
fr_fr: Tout est prêt!
it_it: Tutto è pronto!
ko_kr: 모두 설정되었습니다!
pt_br: Tudo pronto!
tr_tr: Hepsi hazır!
zh_cn: 一切就绪！

source: Thank you for installing Fusion 360 on Linux.
cs_cz: Děkujeme vám za instalaci Fusion 360 na Linuxu.
fr_fr: Merci d'avoir installé Fusion 360 sur Linux.
it_it: Grazie per aver installato Fusion 360 su Linux.
ko_kr: Linux에 Fusion 360을 설치해 주셔서 감사합니다.
pt_br: Obrigado por instalar o Fusion 360 no Linux.
tr_tr: Linux'ta Fusion 360 yüklediğiniz için teşekkür ederiz.
zh_cn: 感谢您在 Linux 上安装 Fusion 360。

source: Start using Fusion 360
cs_cz: Začněte používat Fusion 360
fr_fr: Commencez à utiliser Fusion 360
it_it: Inizia a usare Fusion 360
ko_kr: Fusion 360 사용 시작
pt_br: Comece a usar o Fusion 360
tr_tr: Fusion 360'ı kullanmaya başlayın
zh_cn: 开始使用 Fusion 360
