Repository: itsguffe/keyboard
Catalog: cornetest2/locale/*/LC_MESSAGES/autodesk_fusion.po
Languages: cs_cz, fr_fr, it_it, ko_kr, pt_br, tr_tr, zh_cn

source: Close
cs_cz: Zavřít
fr_fr: Fermer
it_it: Chiudere
ko_kr: 닫다
pt_br: Fechar
tr_tr: Kapalı
zh_cn: 关闭

source: Abort
cs_cz: Přerušit
fr_fr: Annuler
it_it: Annulla
ko_kr: 중단
pt_br: Abortar
tr_tr: İptal
zh_cn: 中止

source: Previous
cs_cz: Předchozí
fr_fr: Précédent
it_it: Precedente
ko_kr: 이전의
pt_br: Anterior
tr_tr: Önceki
zh_cn: 以前的

source: Next
cs_cz: Další
fr_fr: Suivante
it_it: Prossimo
ko_kr: 다음
pt_br: Próximo
tr_tr: Sonraki
zh_cn: 下一个

source: Fusion 360 - Linux Installer
fr_fr: Fusion 360 - Installateur Linux
it_it: Fusion 360 - Programma di installazione Linux
ko_kr: Fusion 360 - Linux 설치 프로그램
pt_br: Fusion 360 - Instalador Linux
tr_tr: Fusion 360 - Linux Yükleyici
zh_cn: Fusion 360 - Linux 安装程序

source: Welcome
cs_cz: Vítejte
fr_fr: Bienvenue
it_it: Benvenuto
ko_kr: 환영
pt_br: Bem-vindo
tr_tr: Hoş geldin
zh_cn: 欢迎

source: License Agreement
cs_cz: Licenční smlouva
fr_fr: Contrat de licence
it_it: Contratto di licenza
ko_kr: 라이센스 계약
pt_br: Contrato de Licença
tr_tr: Lisans Sözleşmesi
zh_cn: 许可协议

source: LICENSE AGREEMENT Name: Autodesk Fusion 360 - Setup Wizard (Linux) Description: With this Setup Wizard you can install Autodesk Fusion 360 on various Linux distributions. Author: Steve Zabka Author URI: https://cryinkfly.com License: MIT Copyright (c) 2020-2024 Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the „Software“), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED „AS IS“, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
cs_cz: LICENSE AGREEMENT Název: Autodesk Fusion 360 - Průvodce instalací (Linux) Popis: S tímto průvodcem instalací můžete nainstalovat Autodesk Fusion 360 na různé distribuce Linuxu. Autor: Steve Zabka Autor URI: https://cryinkfly.com Licence: MIT Autorská práva (c) 2020-2024 Zde se uděluje bezplatné povolení každé osobě, která získá kopii tohoto softwaru a přidružených dokumentačních souborů (dále jen „Software“), aby s ním nakládala bez omezení, včetně, ale nejen, práva používat, kopírovat, upravovat, slučovat, publikovat, distribuovat, podlicencovat a/nebo prodávat kopie Softwaru a povolit osobám, kterým je Software poskytován, aby tak činily, za podmínky následujících ustanovení: Výše uvedené autorské právo a toto povolení musí být zahrnuty ve všech kopiích nebo významných částech Softwaru. SOFTWARE JE POSKYTOVÁN „TAK JAK JE“, BEZ JAKÉKOLIV ZÁRUKY, VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ, VČETNĚ, ALE NEJEN, ZÁRUKY OBCHODOVATELNOSTI, VHODNOSTI PRO URČITÝ ÚČEL A NEPORUŠOVÁNÍ AUTORSKÝCH PRÁV. V ŽÁDNÉM PŘÍPADĚ NEBUDE AUTOR NEBO DRŽITEL AUTORSKÝCH PRÁV ODPOVĚDNÝ ZA JAKÉKOLIV ŽALOBY, ŠKODY NEBO JINOU ODPOVĚDNOST, BUĎTO ZE SMLOUVY, DELIKTU NEBO JINAK, VZNIKLÉ V DŮSLEDKU POUŽÍVÁNÍ SOFTWARU NEBO JINAKÉHO UŽITÍ SOFTWARU.
fr_fr: CONTRAT DE LICENCE Nom: Assistant d'installation Autodesk Fusion 360 (Linux) Description: Avec cet assistant d'installation, vous pouvez installer Autodesk Fusion 360 sur diverses distributions Linux. Auteur: Steve Zabka URI de l'auteur: https://cryinkfly.com Licence: MIT Droits d'auteur (c) 2020-2024 Il est accordé par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utiliser, de copier, de modifier, de fusionner, de publier, de distribuer, de concéder sous licence et/ou de vendre des copies du Logiciel, et de permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes: L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du Logiciel. LE LOGICIEL EST FOURNI « TEL QUEL », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS, LES AUTEURS OU LES TITULAIRES DE DROITS D'AUTEUR NE PEUVENT ÊTRE TENUS RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS UNE ACTION CONTRACTUELLE, DÉLICTUELLE OU AUTRE, DÉCOULANT DE, HORS DE OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL.
it_it: CONTRATTO DI LICENZA Nome: Autodesk Fusion 360 - Assistente di installazione (Linux) Descrizione: Con questo Assistente di installazione puoi installare Autodesk Fusion 360 su varie distribuzioni Linux. Autore: Steve Zabka Autore URI: https://cryinkfly.com Licenza: MIT Copyright (c) 2020-2024 È qui concessa, gratuitamente, a chiunque ottenga una copia di questo software e dei relativi file di documentazione (il „Software“), la facoltà di utilizzare il Software senza restrizioni, compresi, a titolo esemplificativo, i diritti di utilizzare, copiare, modificare, unire, pubblicare, distribuire, concedere in sublicenza e/o vendere copie del Software, nonché di consentire a terzi a cui il Software è fornito di fare altrettanto, a condizione delle seguenti condizioni: La suddetta notifica di copyright e questa notifica di autorizzazione devono essere incluse in tutte le copie o parti sostanziali del Software. IL SOFTWARE È FORNITO „COSÌ COM'È“, SENZA GARANZIA DI ALCUN TIPO, ESPRESSA O IMPLICITA, INCLUSO, MA NON LIMITATO A, GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UN PARTICOLARE SCOPO E NON VIOLAZIONE. IN NESSUN CASO GLI AUTORI O I TITOLARI DEL COPYRIGHT SARANNO RESPONSABILI PER ALCUN RECLAMO, DANNO O ALTRO TIPO DI RESPONSABILITÀ, SIA IN UN'AZIONE DI CONTRATTO, TORTO O ALTRO, DERIVANTE DA, CONNESSO A O IN RELAZIONE AL SOFTWARE O ALL'USO O ALTRO UTILIZZO DEL SOFTWARE.
ko_kr: 라이센스 계약 이름: Autodesk Fusion 360 - 설치 마법사 (Linux) 설명: 이 설치 마법사를 사용하여 다양한 Linux 배포판에 Autodesk Fusion 360을 설치할 수 있습니다. 저자: Steve Zabka 저자 URI: https://cryinkfly.com 라이센스: MIT 저작권 (c) 2020-2024 이 소프트웨어 및 관련 문서 파일 („소프트웨어“)의 사본을 얻는 모든 사람에게 무료로 제공되며, 소프트웨어를 제한 없이 사용할 수 있습니다. 이는 사용, 복사, 수정, 병합, 게시, 배포, 하위 라이선스 부여 및/또는 소프트웨어의 사본을 판매하고 소프트웨어를 제공받은 사람들이 이를 수행할 수 있도록 허용합니다. 다음 조건에 따라야 합니다. 위의 저작권 고지와 이 허가 고지는 소프트웨어의 모든 사본 또는 중요한 부분에 포함되어야 합니다. 소프트웨어는 „있는 그대로“ 제공되며, 명시적이거나 묵시적인 어떠한 종류의 보증도 없이 제공됩니다. 상품성, 특정 목적에의 적합성 및 비침해성에 대한 보증을 포함하되 이에 국한되지 않습니다. 저작권자 또는 저작권 보유자는 소프트웨어 또는 사용 또는 기타 소프트웨어의 사용 또는 기타 거래로 인해 발생하는 어떠한 청구, 손해 또는 기타 책임에 대해서도 어떠한 경우에도 책임을 지지 않습니다.
pt_br: CONTRATO DE LICENÇA Nome: Autodesk Fusion 360 - Assistente de Configuração (Linux) Descrição: Com este Assistente de Configuração, você pode instalar o Autodesk Fusion 360 em várias distribuições Linux. Autor: Steve Zabka URI do Autor: https://cryinkfly.com Licença: MIT Direitos Autorais (c) 2020-2024 É concedida permissão, gratuitamente, a qualquer pessoa que obtenha uma cópia deste software e arquivos de documentação associados (o „Software“), para lidar com o Software sem restrições, incluindo, sem limitação, os direitos de usar, copiar, modificar, mesclar, publicar, distribuir, sublicenciar e/ou vender cópias do Software, e permitir que as pessoas a quem o Software é fornecido o façam, sujeito às seguintes condições: O aviso de direitos autorais acima e este aviso de permissão devem ser incluídos em todas as cópias ou partes substanciais do Software. O SOFTWARE É FORNECIDO „COMO ESTÁ“, SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO A, AS GARANTIAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO. EM NENHUMA CIRCUNSTÂNCIA, OS AUTORES OU TITULARES DE DIREITOS AUTORAIS SERÃO RESPONSÁVEIS POR QUALQUER REIVINDICAÇÃO, DANOS OU OUTRA RESPONSABILIDADE, SEJA EM UMA AÇÃO DE CONTRATO, DELITO OU OUTRA FORMA, DECORRENTE DE, FORA DE OU EM CONEXÃO COM O SOFTWARE OU O USO OU OUTRAS NEGOCIAÇÕES NO SOFTWARE.
tr_tr: LİSANS SÖZLEŞMESİ Ad: Autodesk Fusion 360 - Kurulum Sihirbazı (Linux) Açıklama: Bu Kurulum Sihirbazı ile Autodesk Fusion 360'ı çeşitli Linux dağıtımlarına yükleyebilirsiniz. Yazar: Steve Zabka Yazar URI: https://cryinkfly.com Lisans: MIT Telif Hakkı (c) 2020-2024 Bu yazılımın ve ilişkili belgelendirme dosyalarının („Yazılım“) bir kopyasını elde eden herhangi bir kişiye, aşağıdaki koşullara tabi olarak, Yazılımı herhangi bir kısıtlama olmaksızın kullanma, kopyalama, değiştirme, birleştirme, yayınlama, dağıtma, alt lisanslama ve/veya Yazılımın kopyalarını satma izni ücretsiz olarak verilir: Yukarıdaki telif hakkı bildirimi ve bu izin bildirimi, Yazılımın tüm kopyalarında veya önemli bölümlerinde yer almalıdır. YAZILIM „OLDUĞU GİBİ“ SAĞLANIR, HİÇBİR TÜRDEKİ, AÇIK VEYA ZIMNİ GARANTİLER DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE SATILABİLİRLİK, BELİRLİ BİR AMACA UYGUNLUK VE İHLAL ETMEME GARANTİLERİ OLMADAN SAĞLANIR. YAZARLAR VEYA TELİF HAKKI SAHİPLERİ, YAZILIMLA İLGİLİ HERHANGİ BİR TALEP, HASAR VEYA DİĞER SORUMLULUK İÇİN, SÖZLEŞME, HAKSIZ FİİL VEYA DİĞER EYLEMLERDEN KAYNAKLANAN, KAYNAKLANAN VEYA İLE İLGİLİ OLARAK HERHANGİ BİR SORUMLULUK ALTINDA DEĞİLDİR.
zh_cn: 许可协议 名称：Autodesk Fusion 360 - 安装向导（Linux） 描述：使用此安装向导，您可以在各种 Linux 发行版上安装 Autodesk Fusion 360。 作者：Steve Zabka 作者网址：https://cryinkfly.com 许可证：MIT 版权所有（c）2020-2024 特此免费授予任何获得本软件及相关文档文件（以下简称“软件”）副本的人，无需付费，可以处理软件，包括但不限于使用、复制、修改、合并、发布、分发、许可和/或出售软件的副本，并允许获得软件的人员这样做，但须遵守以下条件： 上述版权声明和本许可声明应包含在所有副本或实质部分的软件中。 本软件按“原样”提供，不提供任何明示或暗示的担保，包括但不限于适销性、特定用途适用性和非侵权性的担保。在任何情况下，作者或版权持有人均不对任何索赔、损害或其他责任承担责任，无论是合同、侵权行为还是其他方式，由于软件或软件的使用或其他方式而产生的、由此产生的或与之相关的索赔、损害或其他责任。

source: I have read and agree to the License Agreement.
cs_cz: Přečetl jsem si a souhlasím s licenční smlouvou.
fr_fr: J'ai lu et j'accepte le contrat de licence.
it_it: Ho letto e accetto il Contratto di licenza.
ko_kr: 라이센스 계약을 읽었으며 동의합니다.
pt_br: Li e concordo com o Contrato de Licença.
tr_tr: Lisans Sözleşmesini okudum ve kabul ediyorum.
zh_cn: 我已阅读并同意许可协议。

source: Select the installation type:
cs_cz: Vyberte typ instalace:
fr_fr: Sélectionnez le type d'installation:
it_it: Seleziona il tipo di installazione:
ko_kr: 설치 유형을 선택하세요.
pt_br: Selecione o tipo de instalação:
tr_tr: Kurulum türünü seçin:
zh_cn: 选择安装类型：

source: Basic
cs_cz: Základní
fr_fr: Basique
it_it: Essenziale
ko_kr: 기초적인
pt_br: Básico
tr_tr: Temel
zh_cn: 基本

source: Select the Basic installation type for a seamless setup process. This option offers a default configuration, simplifying installation and minimizing setup time. Get Fusion 360 up and running quickly, allowing you to focus on your projects without unnecessary delays.
cs_cz: Vyberte typ instalace Základní pro bezproblémový proces instalace. Tato možnost nabízí výchozí konfiguraci, zjednodušuje instalaci a minimalizuje dobu instalace. Rychle zprovozněte Fusion 360, abyste se mohli soustředit na své projekty bez zbytečných prodlev.
fr_fr: Sélectionnez le type d'installation de base pour un processus de configuration transparent. Cette option offre une configuration par défaut, simplifiant l'installation et minimisant le temps d'installation. Obtenez Fusion 360 opérationnel rapidement, vous permettant ainsi de vous concentrer sur vos projets sans retards inutiles.
it_it: Seleziona il tipo di installazione Base per un processo di installazione senza interruzioni. Questa opzione offre una configurazione predefinita, semplificando l'installazione e riducendo al minimo i tempi di configurazione. Metti rapidamente in funzione Fusion 360, così potrai concentrarti sui tuoi progetti senza inutili ritardi.
ko_kr: 원활한 설치 프로세스를 위해 기본 설치 유형을 선택하세요. 이 옵션은 기본 구성을 제공하여 설치를 단순화하고 설정 시간을 최소화합니다. Fusion 360을 빠르게 실행하여 불필요한 지연 없이 프로젝트에 집중할 수 있습니다.
pt_br: Selecione o tipo de instalação Básica para um processo de configuração contínuo. Esta opção oferece uma configuração padrão, simplificando a instalação e minimizando o tempo de configuração. Coloque o Fusion 360 em funcionamento rapidamente, permitindo que você se concentre em seus projetos sem atrasos desnecessários.
tr_tr: Sorunsuz bir kurulum işlemi için Temel kurulum türünü seçin. Bu seçenek, kurulumu basitleştiren ve kurulum süresini en aza indiren varsayılan bir yapılandırma sunar. Fusion 360'ı hızlı bir şekilde çalışır hale getirin, böylece gereksiz gecikmeler olmadan projelerinize odaklanın.
zh_cn: 选择基本安装类型，实现无缝安装过程。此选项提供默认配置，简化安装并最大程度缩短安装时间。快速启动并运行 Fusion 360，让您专注于项目，避免不必要的延迟。

source: Complete
cs_cz: Kompletní
fr_fr: Complète
it_it: Completare
ko_kr: 완벽한
pt_br: Completo
tr_tr: Tamamlamak
zh_cn: 完整

source: Select the Complete installation type to seamlessly install Fusion 360 along with various extensions like OctoPrint for Autodesk® Fusion 360™. These extensions are Linux-tested for optimal compatibility and performance, ensuring a smooth and efficient experience.
cs_cz: Vyberte typ instalace Kompletní pro bezproblémovou instalaci Fusion 360 spolu s různými rozšířeními, jako je OctoPrint pro Autodesk® Fusion 360™. Tato rozšíření jsou testována na Linuxu pro optimální kompatibilitu a výkon, což zajišťuje hladký a efektivní provoz.
fr_fr: Sélectionnez le type d'installation complète pour installer de manière transparente Fusion 360 ainsi que diverses extensions comme OctoPrint pour Autodesk® Fusion 360™. Ces extensions sont testées sous Linux pour une compatibilité et des performances optimales, garantissant une expérience fluide et efficace.
it_it: Seleziona il tipo di installazione Completa per installare senza problemi Fusion 360 insieme a varie estensioni come OctoPrint per Autodesk® Fusion 360™. Queste estensioni sono testate su Linux per garantire compatibilità e prestazioni ottimali, garantendo un'esperienza fluida ed efficiente.
ko_kr: Autodesk® Fusion 360™용 OctoPrint와 같은 다양한 확장 기능과 함께 Fusion 360을 원활하게 설치하려면 전체 설치 유형을 선택하십시오. 이러한 확장은 최적의 호환성과 성능을 위해 Linux 테스트를 거쳐 원활하고 효율적인 경험을 보장합니다.
pt_br: Selecione o tipo de instalação Completa para instalar perfeitamente o Fusion 360 junto com várias extensões, como OctoPrint para Autodesk® Fusion 360™. Essas extensões são testadas em Linux para compatibilidade e desempenho ideais, garantindo uma experiência tranquila e eficiente.
tr_tr: Fusion 360'ı Autodesk® Fusion 360™ için OctoPrint gibi çeşitli uzantılarla birlikte sorunsuz bir şekilde yüklemek için Tam kurulum türünü seçin. Bu uzantılar, optimum uyumluluk ve performans açısından Linux tarafından test edilmiş olup sorunsuz ve verimli bir deneyim sağlar.
zh_cn: 选择完整安装类型，无缝安装 Fusion 360 以及各种扩展，如 OctoPrint for Autodesk® Fusion 360™。这些扩展经过 Linux 测试，具有最佳兼容性和性能，可确保流畅高效的体验。

source: Custom
cs_cz: Zvyk
fr_fr: Personnalisé
it_it: Personalizzato
ko_kr: 관습
pt_br: Personalizado
tr_tr: Gelenek
zh_cn: 自定义

source: Select the Custom installation type to personalize your Fusion 360 setup on Linux. Adjust settings such as the installation directory and select verified extensions for Fusion 360. Although it is more detailed, it ensures a custom configuration that meets your needs.
cs_cz: Chcete-li přizpůsobit nastavení Fusion 360 v systému Linux, vyberte typ vlastní instalace. Upravte nastavení, jako je instalační adresář a vyberte ověřená rozšíření pro Fusion 360. I když je podrobnější, zajišťuje vlastní konfiguraci, která vyhovuje vašim potřebám.
fr_fr: Sélectionnez le type d'installation personnalisée pour personnaliser votre configuration Fusion 360 sous Linux. Ajustez les paramètres tels que le répertoire d'installation et sélectionnez les extensions vérifiées pour Fusion 360. Bien qu'il soit plus détaillé, il garantit une configuration personnalisée qui répond à vos besoins.
it_it: Seleziona il tipo di installazione personalizzata per personalizzare la configurazione di Fusion 360 su Linux. Regola le impostazioni come la directory di installazione e seleziona le estensioni verificate per Fusion 360. Sebbene sia più dettagliato, garantisce una configurazione personalizzata che soddisfa le tue esigenze.
ko_kr: Linux에서 Fusion 360 설정을 개인화하려면 사용자 정의 설치 유형을 선택하십시오. 설치 디렉토리와 같은 설정을 조정하고 Fusion 360에 대해 확인된 확장을 선택합니다. 더 자세하지만 요구 사항을 충족하는 사용자 정의 구성을 보장합니다.
pt_br: Selecione o tipo de instalação personalizada para personalizar a configuração do Fusion 360 no Linux. Ajuste configurações como o diretório de instalação e selecione extensões verificadas para o Fusion 360. Embora seja mais detalhado, garante uma configuração personalizada que atenda às suas necessidades.
tr_tr: Linux'ta Fusion 360 kurulumunuzu kişiselleştirmek için Özel kurulum türünü seçin. Kurulum dizini gibi ayarları yapın ve Fusion 360 için doğrulanmış uzantıları seçin. Daha ayrıntılı olmasına rağmen ihtiyaçlarınızı karşılayan özel bir yapılandırma sağlar.
zh_cn: 选择自定义安装类型，在 Linux 上个性化您的 Fusion 360 设置。调整设置（例如安装目录）并选择经过验证的 Fusion 360 扩展。虽然它更详细，但它可确保自定义配置满足您的需求。

source: Select the installation directory:
cs_cz: Vyberte instalační adresář:
fr_fr: Sélectionnez le répertoire d'installation:
it_it: Seleziona la directory di installazione:
ko_kr: 설치 디렉토리를 선택하세요.
pt_br: Selecione o diretório de instalação:
tr_tr: Kurulum dizetini seçin:
zh_cn: 选择安装目录：

source: By default, Fusion 360 installs in your home directory, but if you prefer a different location, you can specify the desired installation directory here. This allows for better organization and management of your software installations, especially if you have multiple users or limited space in your home directory.
cs_cz: Ve výchozím nastavení se Fusion 360 instaluje ve vašem domovském adresáři, ale pokud dáváte přednost jinému umístění, můžete během procesu instalace zadat požadovaný instalační adresář. Tím se umožní lepší organizace a správa vašich softwarových instalací, zejména pokud máte více uživatelů nebo omezený prostor ve vašem domovském adresáři.
fr_fr: Par défaut, Fusion 360 s'installe dans votre répertoire personnel, mais si vous préférez un emplacement différent, vous pouvez spécifier le répertoire d'installation souhaité ici. Cela permet une meilleure organisation et gestion de vos installations de logiciels, en particulier si vous avez plusieurs utilisateurs ou un espace limité dans votre répertoire personnel.
it_it: Per impostazione predefinita, Fusion 360 si installa nella tua directory home, ma se preferisci una posizione diversa, puoi specificare la directory di installazione desiderata qui. Questo consente una migliore organizzazione e gestione delle tue installazioni software, specialmente se hai più utenti o spazio limitato nella tua directory home.
ko_kr: 기본적으로 Fusion 360은 홈 디렉토리에 설치되지만 다른 위치를 선호하는 경우 여기에서 원하는 설치 디렉토리를 지정할 수 있습니다. 이를 통해 소프트웨어 설치를 더 잘 조직하고 관리할 수 있으며 특히 홈 디렉토리에 여러 사용자가 있거나 공간이 제한된 경우에 유용합니다.
pt_br: Por padrão, o Fusion 360 é instalado no diretório da sua pasta pessoal, mas se você preferir um local diferente, você pode especificar o diretório de instalação desejado aqui. Isso permite uma melhor organização e gerenciamento das suas instalações de software, especialmente se você tiver vários usuários ou espaço limitado no diretório da sua pasta pessoal.
tr_tr: Varsayılan olarak, Fusion 360 ev dizininize yüklenir, ancak farklı bir konuyu tercih ederseniz, istediğiniz kurulum dizetini burada belirtebilirsiniz. Bu, özellikle birden fazla kullanıcınız veya ev dizetinizde sınırlı alanınız varsa, yazılım yüklemelerinizi daha iyi organize etmenize ve yönetmenize olanak tanır.
zh_cn: 默认情况下，Fusion 360 安装在您的主目录中，但如果您希望安装到其他位置，可以在此处指定所需的安装目录。 这样可以更好地组织和管理软件安装，特别是如果您有多个用户或主目录空间有限。

source: Browse
cs_cz: Procházet
fr_fr: Parcourir
it_it: Navigare
ko_kr: 찾아보기
pt_br: Procurar
tr_tr: Gözat
zh_cn: 浏览

source: Please select the extensions.
cs_cz: Vyberte rozšíření.
fr_fr: Veuillez sélectionner les extensions.
it_it: Seleziona le estensioni.
ko_kr: 확장 기능을 선택하세요.
pt_br: Por favor, selecione as extensões.
tr_tr: Lütfen uzantıları seçin.
zh_cn: 请选择扩展。

source: With the help of this free extension, the user can also use the Czech language in Fusion 360.
cs_cz: S pomocí tohoto bezplatného rozšíření může uživatel používat také český jazyk ve Fusion 360.
fr_fr: Grâce à cette extension gratuite, l'utilisateur peut également utiliser la langue tchèque dans Fusion 360.
it_it: Con l'aiuto di questa estensione gratuita, l'utente può utilizzare anche la lingua ceca in Fusion 360.
ko_kr: 이 무료 확장 기능을 사용하면 사용자는 Fusion 360에서 체코어를 사용할 수 있습니다.
pt_br: Com a ajuda desta extensão gratuita, o usuário também pode usar o idioma tcheco no Fusion 360.
tr_tr: Bu ücretsiz uzantının yardımıyla kullanıcı, Fusion 360'ta Çekçe dilini de kullanabilir.
zh_cn: 借助此免费扩展，用户还可以在 Fusion 360 中使用捷克语。

source: This extension allows you to connect Autodesk Fusion 360 with HP SmartStream software and send jobs directly to the HP software.
cs_cz: Toto rozšíření vám umožňuje propojit Autodesk Fusion 360 se softwarem HP SmartStream a odesílat úlohy přímo do softwaru HP.
fr_fr: Cette extension vous permet de connecter Autodesk Fusion 360 au logiciel HP SmartStream et d'envoyer des travaux directement au logiciel HP.
it_it: Questa estensione ti consente di collegare Autodesk Fusion 360 al software HP SmartStream e inviare lavori direttamente al software HP.
ko_kr: 이 확장 기능을 사용하면 Autodesk Fusion 360을 HP SmartStream 소프트웨어에 연결하고 작업을 직접 HP 소프트웨어로 보낼 수 있습니다.
pt_br: Esta extensão permite conectar o Autodesk Fusion 360 ao software HP SmartStream e enviar trabalhos diretamente para o software HP.
tr_tr: Bu uzantı, Autodesk Fusion 360'ı HP SmartStream yazılımıyla bağlamanıza ve işleri doğrudan HP yazılımına göndermenize olanak tanır.
zh_cn: 此扩展允许您将 Autodesk Fusion 360 与 HP SmartStream 软件连接，并将作业直接发送到 HP 软件。

source: This extension allows you to connect Autodesk Fusion 360 with Markforged software (https://www.eiger.io).
cs_cz: Toto rozšíření vám umožňuje propojit Autodesk Fusion 360 se softwarem Markforged (https://www.eiger.io).
fr_fr: Cette extension vous permet de connecter Autodesk Fusion 360 au logiciel Markforged (https://www.eiger.io).
it_it: Questa estensione ti consente di collegare Autodesk Fusion 360 al software Markforged (https://www.eiger.io).
ko_kr: 이 확장 기능을 사용하면 Autodesk Fusion 360을 Markforged 소프트웨어(https://www.eiger.io)에 연결할 수 있습니다.
pt_br: Esta extensão permite conectar o Autodesk Fusion 360 ao software Markforged (https://www.eiger.io).
tr_tr: Bu uzantı, Autodesk Fusion 360'ı Markforged yazılımıyla (https://www.eiger.io) bağlamanıza olanak tanır.
zh_cn: 此扩展允许您将 Autodesk Fusion 360 与 Markforged 软件连接（https://www.eiger.io）。

source: With this extension you can send the G-code of your created 3D models directly to the OctoPrint server via Autodesk Fusion 360.
cs_cz: S tímto rozšířením můžete odeslat G-kód vašich vytvořených 3D modelů přímo na server OctoPrint prostřednictvím Autodesk Fusion 360.
fr_fr: Avec cette extension, vous pouvez envoyer le G-code de vos modèles 3D créés directement au serveur OctoPrint via Autodesk Fusion 360.
it_it: Con questa estensione puoi inviare il G-code dei tuoi modelli 3D creati direttamente al server OctoPrint tramite Autodesk Fusion 360.
ko_kr: 이 확장 기능을 사용하면 Autodesk Fusion 360을 통해 생성된 3D 모델의 G 코드를 직접 OctoPrint 서버로 보낼 수 있습니다.
pt_br: Com esta extensão, você pode enviar o G-code dos seus modelos 3D criados diretamente para o servidor OctoPrint via Autodesk Fusion 360.
tr_tr: Bu uzantı ile oluşturduğunuz 3D modellerin G-kodunu doğrudan Autodesk Fusion 360 aracılığıyla OctoPrint sunucusuna gönderebilirsiniz.
zh_cn: 使用此扩展，您可以通过 Autodesk Fusion 360 将创建的 3D 模型的 G 代码直接发送到 OctoPrint 服务器。
