Repository: itsguffe/keyboard
Catalog: cornetest/locale/*/LC_MESSAGES/autodesk_fusion.po
Languages: de_de, es_es, ja_jp, pl_pl, zh_tw

source: Close
de_de: Beenden
es_es: Cerrar
ja_jp: 近い
pl_pl: Blisko
zh_tw: 關閉

source: Abort
de_de: Abbrechen
es_es: Abortar
ja_jp: 中止
pl_pl: Przerwać
zh_tw: 中止

source: Previous
de_de: Zurück
es_es: Anterior
ja_jp: 前の
pl_pl: Poprzedni
zh_tw: 前一個

source: Next
de_de: Weiter
es_es: Próximo
ja_jp: 次
pl_pl: Następny
zh_tw: 下一個

source: Fusion 360 - Linux Installer
es_es: Fusión 360 - Instalador de Linux
ja_jp: Fusion 360 - Linux インストーラー
pl_pl: Fusion 360 – instalator systemu Linux
zh_tw: Fusion 360 - Linux 安裝程序

source: Welcome
de_de: Willkommen
es_es: Bienvenido
ja_jp: いらっしゃいませ
pl_pl: Powitanie
zh_tw: 歡迎

source: License Agreement
de_de: Lizenzvereinbarung
es_es: Acuerdo de Licencia
ja_jp: ライセンス契約
pl_pl: Umowa licencyjna
zh_tw: 許可協議

source: LICENSE AGREEMENT Name: Autodesk Fusion 360 - Setup Wizard (Linux) Description: With this Setup Wizard you can install Autodesk Fusion 360 on various Linux distributions. Author: Steve Zabka Author URI: https://cryinkfly.com License: MIT Copyright (c) 2020-2024 Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the „Software“), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED „AS IS“, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
de_de: LIZENZVEREINBARUNG Name: Autodesk Fusion 360 - Setup-Assistent (Linux) Beschreibung: Mit diesem Setup-Assistenten können Sie Autodesk Fusion 360 auf verschiedenen Linux-Distributionen installieren. Autor: Steve Zabka Autor-URI: https://cryinkfly.com Lizenz: MIT Copyright (c) 2020-2024 Hiermit wird jeder Person, die eine Kopie dieser Software und der zugehörigen Dokumentationsdateien (die „Software“) erhält, die unentgeltliche Erlaubnis erteilt, mit der Software uneingeschränkt zu verfahren, einschließlich, aber nicht beschränkt auf das Recht, Kopien der Software zu verwenden, zu kopieren, zu ändern, zusammenzufügen, zu veröffentlichen, zu verteilen, unterzulizenzieren und/oder Kopien der Software zu verkaufen, und Personen, denen die Software zur Verfügung gestellt wird, dies zu gestatten, vorbehaltlich der folgenden Bedingungen: Der obige Copyright-Vermerk und dieser Erlaubnisvermerk müssen in allen Kopien oder wesentlichen Teilen der Software enthalten sein. DIE SOFTWARE WIRD „WIE VORLIEGEND“ BEREITGESTELLT, OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GARANTIE, EINSCHLIESSLICH ABER NICHT BESCHRÄNKT AUF DIE GARANTIEN DER MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG. IN KEINEM FALL SIND DIE AUTOREN ODER URHEBERRECHTSINHABER FÜR JEGLICHE ANSPRÜCHE, SCHÄDEN ODER ANDERE HAFTBARKEITEN VERANTWORTLICH, OB AUS VERTRAGSHANDLUNG, UNERLAUBTER HANDLUNG ODER ANDERWEITIG, DIE AUS DER SOFTWARE ODER DER VERWENDUNG ODER ANDEREN UMGANG MIT DER SOFTWARE ENTSTEHEN, AUS DIESER ENTSTEHEN ODER IM ZUSAMMENHANG MIT DIESER STEHEN.
es_es: ACUERDO DE LICENCIA Nombre: Asistente de configuración de Autodesk Fusion 360 (Linux) Descripción: Con este Asistente de configuración, puede instalar Autodesk Fusion 360 en varias distribuciones de Linux. Autor: Steve Zabka URI del autor: https://cryinkfly.com Licencia: MIT Derechos de autor (c) 2020-2024 Se concede permiso, de forma gratuita, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el „Software“), para tratar con el Software sin restricciones, incluidos, entre otros, los derechos de usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar y/o vender copias del Software, y para permitir a las personas a las que se les haya proporcionado el Software hacerlo, sujeto a las siguientes condiciones: El aviso de derechos de autor anterior y este aviso de permiso deben incluirse en todas las copias o partes sustanciales del Software. EL SOFTWARE SE PROPORCIONA „TAL CUAL“, SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMACIÓN, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO TIPO, QUE SURJA DE, EN RELACIÓN CON O EN CONEXIÓN CON EL SOFTWARE O EL USO U OTROS TRATOS EN EL SOFTWARE.
ja_jp: ライセンス契約 名前: Autodesk Fusion 360 - セットアップウィザード (Linux) 説明: このセットアップウィザードを使用して、さまざまな Linux ディストリビューションに Autodesk Fusion 360 をインストールできます。 著者: Steve Zabka 著者 URI: https://cryinkfly.com ライセンス: MIT 著作権 (c) 2020-2024 このソフトウェアおよび関連するドキュメントファイル (以下「ソフトウェア」という) のコピーを入手するすべての人に対して、以下の条件に従って、ソフトウェアを制限なしで取り扱う権利が無償で付与されます。これには、ソフトウェアの使用、コピー、変更、統合、公開、配布、サブライセンス、および/またはソフトウェアのコピーの販売、およびソフトウェアが提供された人に対して、ソフトウェアを使用する権利が含まれます。ただし、以下の条件に従うものとします。 上記の著作権表示およびこの許諾表示は、ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。 本ソフトウェアは、明示または黙示を問わず、商品性、特定目的への適合性、および非侵害に関する保証を含め、いかなる種類の保証もなしに提供されます。著者または著作権保持者は、ソフトウェアまたはソフトウェアの使用またはその他のソフトウェアの使用に関連する、またはその他のソフトウェアの使用に関連する、請求、損害、その他の責任について、契約、不法行為、その他の行為に基づくものであるかどうかを問わず、一切の責任を負いません。
pl_pl: UMOWA LICENCYJNA Nazwa: Kreator instalacji Autodesk Fusion 360 (Linux) Opis: Dzięki temu kreatorowi instalacji możesz zainstalować Autodesk Fusion 360 na różnych dystrybucjach Linuksa. Autor: Steve Zabka Adres autora: https://cryinkfly.com Licencja: MIT Prawa autorskie (c) 2020-2024 Zezwala się na korzystanie z tego oprogramowania i powiązanych plików dokumentacji („Oprogramowanie“) bezpłatnie, każdej osobie, która uzyska kopię tego oprogramowania, bez ograniczeń, w tym bez ograniczeń prawa do korzystania, kopiowania, modyfikowania, łączenia, publikowania, dystrybuowania, sublicencjonowania i/lub sprzedaży kopii oprogramowania oraz na zezwolenie osobom, którym oprogramowanie jest dostarczane, na dokonywanie tego, pod warunkiem spełnienia następujących warunków: Powyższe oświadczenie o prawach autorskich i niniejsze oświadczenie o zezwoleniu muszą być zawarte we wszystkich kopiach lub znacznych fragmentach oprogramowania. OPROGRAMOWANIE JEST DOSTARCZANE „TAKIE JAKIE JEST“, BEZ ŻADNYCH GWARANCJI, WYRAŹNYCH LUB DOROZUMIANYCH, W TYM, ALE NIE OGRANICZAJĄC SIĘ DO GWARANCJI HANDLOWOŚCI, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZALNOŚCI. W ŻADNYM WYPADKU AUTORZY ANI POSIADACZE PRAW AUTORSKICH NIE PONOSZĄ ODPOWIEDZIALNOŚCI ZA JAKIEKOLWIEK ROSZCZENIA, SZKODY LUB INNE ODPOWIEDZIALNOŚCI, NIEZALEŻNIE OD TEGO, CZY WYNIKAJĄ ONE Z UMOWY, DELIKTU LUB W INNY SPOSÓB, WYNIKAJĄCE Z, ZWIĄZANE Z OPROGRAMOWANIEM LUB Z JEGO UŻYCIEM LUB INNYMI DZIAŁANIAMI W OPROGRAMOWANIU.
zh_tw: 許可協議 名稱：Autodesk Fusion 360 - 設置精靈（Linux） 描述：使用此設置精靈，您可以在各種 Linux 發行版上安裝 Autodesk Fusion 360。 作者：Steve Zabka 作者 URI：https://cryinkfly.com 許可證：MIT 版權所有（c）2020-2024 特此免費授予任何獲得本軟件及相關文檔文件（以下簡稱“軟件”）副本的人，無需付費，可以在不受限制的情況下處理軟件，包括但不限於使用、複製、修改、合併、發布、分發、轉授權和/或出售軟件的副本，並允許軟件提供給軟件的人進行這樣做，但需遵守以下條件： 上述版權聲明和本許可聲明應包含在所有副本或重要部分的軟件中。 本軟件按“原樣”提供，不提供任何明示或暗示的保證，包括但不限於適銷性、特定目的的適用性和非侵權性的保證。在任何情況下，作者或版權持有人對於因軟件或使用軟件或其他方式使用軟件而引起的任何索賠、損害或其他責任，無論是在合同、侵權行為或其他方面，概不負責。

source: I have read and agree to the License Agreement.
de_de: Ich habe die Lizenzvereinbarung gelesen und stimme ihr zu.
es_es: He leído y acepto el Acuerdo de Licencia.
ja_jp: ライセンス契約を読み、同意しました。
pl_pl: Przeczytałem/am i zgadzam się z Umową licencyjną.
zh_tw: 我已閱讀並同意許可協議。

source: Select the installation type:
de_de: Wählen Sie den Installationstyp:
es_es: Seleccione el tipo de instalación:
ja_jp: インストールタイプを選択します:
pl_pl: Wybierz typ instalacji:
zh_tw: 選擇安裝類型：

source: Basic
de_de: Basis
es_es: Básico
ja_jp: 基本
pl_pl: Podstawowy
zh_tw: #基本的

source: Select the Basic installation type for a seamless setup process. This option offers a default configuration, simplifying installation and minimizing setup time. Get Fusion 360 up and running quickly, allowing you to focus on your projects without unnecessary delays.
de_de: Wählen Sie den Installationstyp Basis für einen nahtlosen Einrichtungsprozess. Diese Option bietet eine Standardkonfiguration, die die Installation vereinfacht und die Einrichtungszeit minimiert. Bringen Sie Fusion 360 schnell zum Laufen, sodass Sie sich ohne unnötige Verzögerungen auf Ihre Projekte konzentrieren können.
es_es: Seleccione el tipo de instalación Básica para un proceso de instalación perfecto. Esta opción ofrece una configuración predeterminada, lo que simplifica la instalación y minimiza el tiempo de configuración. Ponga Fusion 360 en funcionamiento rápidamente, lo que le permitirá concentrarse en sus proyectos sin demoras innecesarias.
ja_jp: シームレスなセットアップ プロセスには、基本インストール タイプを選択します。このオプションでは、デフォルトの構成が提供され、インストールが簡素化され、セットアップ時間が最小限に抑えられます。Fusion 360 をすばやく起動して実行できるため、不要な遅延なくプロジェクトに集中できます。
pl_pl: Wybierz podstawowy typ instalacji, aby proces instalacji przebiegał bezproblemowo. Ta opcja zapewnia domyślną konfigurację, upraszczając instalację i minimalizując czas konfiguracji. Szybko uruchom Fusion 360, pozwalając Ci skupić się na projektach bez niepotrzebnych opóźnień.
zh_tw: 選擇基本安裝類型以實現無縫安裝過程。此選項提供預設配置，簡化安裝並最大限度地縮短設定時間。快速啟動並運行 Fusion 360，讓您專注於您的項目，而不會出現不必要的延誤。

source: Complete
de_de: Vollständig
es_es: Completo
ja_jp: 完全
pl_pl: Kompletny
zh_tw: 完全的

source: Select the Complete installation type to seamlessly install Fusion 360 along with various extensions like OctoPrint for Autodesk® Fusion 360™. These extensions are Linux-tested for optimal compatibility and performance, ensuring a smooth and efficient experience.
de_de: Wählen Sie den Installationstyp Vollständig, um Fusion 360 zusammen mit verschiedenen Erweiterungen wie OctoPrint für Autodesk® Fusion 360™ nahtlos zu installieren. Diese Erweiterungen wurden für optimale Kompatibilität und Leistung unter Linux getestet und gewährleisten so ein reibungsloses und effizientes Erlebnis.
es_es: Seleccione el tipo de instalación Completa para instalar Fusion 360 sin problemas junto con varias extensiones como OctoPrint para Autodesk® Fusion 360™. Estas extensiones están probadas en Linux para lograr una compatibilidad y un rendimiento óptimos, lo que garantiza una experiencia fluida y eficiente.
ja_jp: 完全インストール タイプを選択すると、Autodesk® Fusion 360™ 用の OctoPrint などのさまざまな拡張機能とともに Fusion 360 がシームレスにインストールされます。これらの拡張機能は、最適な互換性とパフォーマンスを実現するために Linux でテストされており、スムーズで効率的なエクスペリエンスが保証されます。
pl_pl: Wybierz typ instalacji Pełna, aby bezproblemowo zainstalować Fusion 360 wraz z różnymi rozszerzeniami, takimi jak OctoPrint dla Autodesk® Fusion 360™. Te rozszerzenia są testowane pod kątem optymalnej kompatybilności i wydajności pod Linuksem, zapewniając płynne i wydajne działanie.
zh_tw: 選擇完整安裝類型以無縫安裝 Fusion 360 以及各種擴展，例如 OctoPrint for Autodesk® Fusion 360™。這些擴充功能經過 Linux 測試，具有最佳相容性和效能，確保流暢且高效的體驗。

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
ja_jp: カスタム
pl_pl: Zwyczaj
zh_tw: 風俗

source: Select the Custom installation type to personalize your Fusion 360 setup on Linux. Adjust settings such as the installation directory and select verified extensions for Fusion 360. Although it is more detailed, it ensures a custom configuration that meets your needs.
de_de: Wählen Sie den Installationstyp Benutzerdefiniert, um Ihr Fusion 360-Setup unter Linux zu personalisieren. Passen Sie Einstellungen wie das Installationsverzeichnis an und wählen Sie geprüfte Erweiterungen für Fusion 360 aus. Obwohl dieser Schritt detaillierter ist, gewährleistet er eine benutzerdefinierte Konfiguration, die Ihren Anforderungen entspricht.
es_es: Seleccione el tipo de instalación Personalizada para personalizar su configuración de Fusion 360 en Linux. Ajuste configuraciones como el directorio de instalación y seleccione extensiones verificadas para Fusion 360. Aunque es más detallado, garantiza una configuración personalizada que satisfaga sus necesidades.
ja_jp: カスタム インストール タイプを選択すると、Linux での Fusion 360 セットアップをカスタマイズできます。インストール ディレクトリなどの設定を調整し、Fusion 360 の検証済み拡張機能を選択します。より詳細ですが、ニーズを満たすカスタム構成が保証されます。
pl_pl: Wybierz typ instalacji Niestandardowy, aby spersonalizować konfigurację Fusion 360 w systemie Linux. Dostosuj ustawienia, takie jak katalog instalacyjny i wybierz zweryfikowane rozszerzenia dla Fusion 360. Chociaż jest bardziej szczegółowy, zapewnia niestandardową konfigurację spełniającą Twoje potrzeby.
zh_tw: 選擇自訂安裝類型以在 Linux 上個人化您的 Fusion 360 設定。調整安裝目錄等設定並為Fusion 360選擇經過驗證的擴充功能 雖然更詳細，但它確保了滿足您需求的自訂配置。

source: Select the installation directory:
de_de: Wählen Sie das Installationsverzeichnis:
es_es: Seleccione el directorio de instalación:
ja_jp: インストール ディレクトリを選択します:
pl_pl: Wybierz katalog instalacji:
zh_tw: 選擇安裝目錄：

source: By default, Fusion 360 installs in your home directory, but if you prefer a different location, you can specify the desired installation directory here. This allows for better organization and management of your software installations, especially if you have multiple users or limited space in your home directory.
de_de: Standardmäßig wird Fusion 360 in Ihrem Home-Verzeichnis installiert, aber wenn Sie einen anderen Speicherort bevorzugen, können Sie hier das gewünschte Installationsverzeichnis angeben. Dies ermöglicht eine bessere Organisation und Verwaltung Ihrer Softwareinstallationen, insbesondere wenn Sie mehrere Benutzer oder begrenzten Speicherplatz in Ihrem Home-Verzeichnis haben.
es_es: De forma predeterminada, Fusion 360 se instala en su directorio de inicio, pero si prefiere una ubicación diferente, puede especificar aquí el directorio de instalación deseado. Esto permite una mejor organización y gestión de sus instalaciones de software, especialmente si tiene varios usuarios o espacio limitado en su directorio de inicio.
ja_jp: デフォルトでは、Fusion 360 はホームディレクトリにインストールされますが、異なる場所を希望する場合は、ここで希望のインストールディレクトリを指定できます。 これにより、特に複数のユーザーがいる場合やホームディレクトリのスペースが限られている場合など、ソフトウェアのインストールをよりよく組織化および管理できます。
pl_pl: Domyślnie Fusion 360 instaluje się w katalogu domowym, ale jeśli wolisz inne miejsce, możesz określić pożądany katalog instalacji tutaj. Umożliwia to lepszą organizację i zarządzanie instalacjami oprogramowania, zwłaszcza jeśli masz wielu użytkowników lub ograniczoną przestrzeń w katalogu domowym.
zh_tw: 默認情況下，Fusion 360 安裝在您的主目錄中，但如果您希望安裝到不同的位置，可以在此指定所需的安裝目錄。 這樣可以更好地組織和管理您的軟件安裝，特別是如果您有多個用戶或主目錄空間有限。

source: Browse
de_de: Durchsuchen
es_es: Examinar
ja_jp: 参照
pl_pl: Przeglądaj
zh_tw: 瀏覽

source: Please select the extensions.
de_de: Bitte wählen Sie die Erweiterungen aus.
es_es: Seleccione las extensiones.
ja_jp: 拡張機能を選択してください。
pl_pl: Wybierz rozszerzenia.
zh_tw: 請選擇擴展。

source: With the help of this free extension, the user can also use the Czech language in Fusion 360.
de_de: Mit Hilfe dieser kostenlosen Erweiterung können Sie in Fusion 360 auch die tschechische Sprache verwenden
es_es: Con la ayuda de esta extensión gratuita, el usuario también puede usar el idioma checo en Fusion 360.
ja_jp: この無料の拡張機能を使用すると、ユーザーは Fusion 360 でチェコ語を使用できます。
pl_pl: Dzięki temu bezpłatnemu rozszerzeniu użytkownik może również korzystać z języka czeskiego w Fusion 360.
zh_tw: 使用此免費擴展，用戶還可以在 Fusion 360 中使用捷克語。

source: This extension allows you to connect Autodesk Fusion 360 with HP SmartStream software and send jobs directly to the HP software.
de_de: Mit dieser Erweiterung können Sie Autodesk Fusion 360 mit der HP SmartStream-Software verbinden und Aufträge direkt an die HP-Software senden.
es_es: Esta extensión le permite conectar Autodesk Fusion 360 con el software HP SmartStream y enviar trabajos directamente al software HP.
ja_jp: この拡張機能を使用すると、Autodesk Fusion 360 を HP SmartStream ソフトウェアに接続し、ジョブを直接 HP ソフトウェアに送信できます。
pl_pl: To rozszerzenie pozwala na połączenie Autodesk Fusion 360 z oprogramowaniem HP SmartStream i wysyłanie zadań bezpośrednio do oprogramowania HP.
zh_tw: 此擴展允許您將 Autodesk Fusion 360 連接到 HP SmartStream 軟件並將作業直接發送到 HP 軟件。

source: This extension allows you to connect Autodesk Fusion 360 with Markforged software (https://www.eiger.io).
de_de: Mit dieser Erweiterung können Sie Autodesk Fusion 360 mit der Markforged-Software (https://www.eiger.io) verbinden.
es_es: Esta extensión le permite conectar Autodesk Fusion 360 con el software Markforged (https://www.eiger.io).
ja_jp: この拡張機能を使用すると、Autodesk Fusion 360 を Markforged ソフトウェア (https://www.eiger.io) に接続できます。
pl_pl: To rozszerzenie pozwala na połączenie Autodesk Fusion 360 z oprogramowaniem Markforged (https://www.eiger.io).
zh_tw: 此擴展允許您將 Autodesk Fusion 360 連接到 Markforged 軟件（https://www.eiger.io）。

source: With this extension you can send the G-code of your created 3D models directly to the OctoPrint server via Autodesk Fusion 360.
de_de: Mit dieser Erweiterung können Sie den G-Code Ihrer erstellten 3D-Modelle direkt über Autodesk Fusion 360 an den OctoPrint-Server senden.
es_es: Con esta extensión, puede enviar el G-code de sus modelos 3D creados directamente al servidor OctoPrint a través de Autodesk Fusion 360.
ja_jp: この拡張機能を使用すると、作成した 3D モデルの G コードを Autodesk Fusion 360 を介して直接 OctoPrint サーバーに送信できます。
pl_pl: Dzięki temu rozszerzeniu możesz wysyłać kod G swoich utworzonych modeli 3D bezpośrednio do serwera OctoPrint za pośrednictwem Autodesk Fusion 360.
zh_tw: 使用此擴展，您可以通過 Autodesk Fusion 360 將創建的 3D 模型的 G 代碼直接發送到 OctoPrint 服務器。

source: This is a connector between Autodesk® Fusion 360™ and the Ultimaker Digital Factory site and its services.
de_de: Mit dieser Erweiterung können Sie Autodesk Fusion 360 mit der Ultimaker Digital Factory-Website und ihren Diensten verbinden.
es_es: Este es un conector entre Autodesk® Fusion 360™ y el sitio y los servicios de la Fábrica Digital de Ultimaker.
ja_jp: これは、Autodesk® Fusion 360™ と Ultimaker Digital Factory サイトおよびそのサービスとの接続です。
pl_pl: Jest to łącznik między Autodesk® Fusion 360™ a stroną Cyfrowej Fabryki Ultimaker i jej usługami.
zh_tw: 這是 Autodesk® Fusion 360™ 和 Ultimaker Digital Factory 網站及其服務之間的連接器。

source: Please wait ...
de_de: Bitte warten ...
es_es: Por favor, espere ...
ja_jp: お待ちください...
pl_pl: Proszę czekać ...
zh_tw: 請稍候...

source: Step 1: Preparing files for installation ...
de_de: Schritt 1: Dateien für die Installation vorbereiten ...
es_es: Paso 1: Preparando archivos para la instalación ...
ja_jp: ステップ 1: インストール用のファイルを準備中...
pl_pl: Krok 1: Przygotowanie plików do instalacji ...
zh_tw: 第 1 步：準備安裝檔...

source: Step 2: Setting up Wine for installation ...
de_de: Schritt 2: Einrichten von Wine für die Installation ...
es_es: Paso 2: Configurando Wine para la instalación ...
ja_jp: ステップ 2: インストール用の Wine を設定中...
pl_pl: Krok 2: Konfiguracja Wine do instalacji ...
zh_tw: 第 2 步：設置 Wine 進行安裝...

source: Step 3: Installing Autodesk Fusion ...
de_de: Schritt 3: Autodesk Fusion installieren ...
es_es: Paso 3: Instalando Autodesk Fusion ...
ja_jp: ステップ 3: Autodesk Fusion をインストール中...
pl_pl: Krok 3: Instalowanie Autodesk Fusion ...
zh_tw: 第 3 步：安裝 Autodesk Fusion...

source: Step 4: Installing Autodesk Fusion extensions ...
de_de: Schritt 4: Autodesk Fusion-Erweiterungen installieren ...
es_es: Paso 4: Instalando extensiones de Autodesk Fusion ...
ja_jp: ステップ 4: Autodesk Fusion 拡張機能をインストール中...
pl_pl: Krok 4: Instalowanie rozszerzeń Autodesk Fusion ...
zh_tw: 第 4 步：安裝 Autodesk Fusion 擴展...

source: Step 5: Completing the installation ...
de_de: Schritt 5: Installation abschließen ...
es_es: Paso 5: Completando la instalación ...
ja_jp: ステップ 5: インストールを完了中...
pl_pl: Krok 5: Zakończenie instalacji ...
zh_tw: 第 5 步：完成安裝...

source: You are all set!
de_de: Alles ist bereit!
es_es: ¡Todo está listo!
ja_jp: すべて設定されました！
pl_pl: Wszystko gotowe!
zh_tw: 一切就緒！

source: Thank you for installing Fusion 360 on Linux.
de_de: Vielen Dank, dass Sie Fusion 360 auf Linux installiert haben.
es_es: Gracias por instalar Fusion 360 en Linux.
ja_jp: Linux に Fusion 360 をインストールしていただき、ありがとうございます。
pl_pl: Dziękujemy za zainstalowanie Fusion 360 na Linuksie.
zh_tw: 感謝您在 Linux 上安裝 Fusion 360。

source: Start using Fusion 360
de_de: Fusion 360 starten
es_es: Comience a usar Fusion 360
ja_jp: Fusion 360 の使用を開始
pl_pl: Rozpocznij korzystanie z Fusion 360
zh_tw: 開始使用 Fusion 360
